[
 {
  "id": 1,
  "문제": "1. 승합차를 바싹 뒤따라 우회전하는 경우 예상되는 위험 2가지는?",
  "보기1": "① 승합차는 급제동을 함부로 하지 않으므로 오히려 안전하다.",
  "보기2": "② 앞차의 제동등만 주시하면 대처가 빨리 되므로 위험이 없다.",
  "보기3": "③ 승합차로 인한 시야 제한으로 전방 상황 대처가 어렵다.",
  "보기4": "④ 운전에 자신이 있으면 위험 대처가 빠르므로 문제없다.",
  "보기5": "⑤ 승합차 급정지 시 안전거리가 없어 추돌이 우려된다.",
  "정답": 3.5,
  "도움말": "앞차를 추돌하지 않는 것도 중요하지만, 후속 차량 에게 전방 상황을 알려 추돌 당하지 않는 것도 중요 하다."
 },
 {
  "id": 2,
  "문제": "2. 다음 교차로를 우회전하려고 한다. 가장 안전한 운전방법 2가지는?",
  "보기1": "① 버스 승객들이 하차 중이므로 일시정지한다.",
  "보기2": "② 버스로 인해 전방 상황을 확인할 수 없으므로 시야 확보를 위해서 신속히 우회전한다.",
  "보기3": "③ 버스가 갑자기 출발할 수 있으므로 중앙선을 넘어 우회전한다.",
  "보기4": "④ 버스에서 하차한 사람들이 버스 앞쪽으로 갑자기 횡단할 수도 있으므로 주의한다.",
  "보기5": "⑤ 버스에서 하차한 사람들이 버스 뒤쪽으로 횡단을 할 수 있으므로 반대 차로를 이용하여 우회전한다.",
  "정답": 1.4,
  "도움말": "우회전하는 경우 정차 차량으로 인하여 전방 상황이 확인되지 않은 채 우회전하면 횡단하는 보행자와의 사고로 이어진다. 또한 정차 중인 승합차 옆을 통과 할 때는 무단 횡단하는 보행자가 있는지 확인한 후 진행하여야 하고 편도 1차로의 황색 실선이 설치된 도로에서는 앞지르기를 해서는 안 된다."
 },
 {
  "id": 3,
  "문제": "3. 다음 상황에서 비보호좌회전할 때 가장 큰 위험 요인 2가지는?",
  "보기1": "① 반대편 2차로에서 승합차에 가려 보이지 않는 차량이 빠르게 직진해 올 수 있다.",
  "보기2": "② 반대편 1차로 승합차 뒤에 차량이 정지해 있을 수 있다.",
  "보기3": "③ 좌측 횡단보도로 보행자가 횡단을 할 수 있다.",
  "보기4": "④ 후방 차량이 갑자기 불법 유턴을 할 수 있다.",
  "보기5": "⑤ 반대편 1차로에서 승합차가 비보호좌회전을 할 수 있다.",
  "정답": 1.3,
  "도움말": "비보호좌회전을 할 때에는 반대편 도로에서 녹색 신 호를 보고 오는 직진 차량에 주의해야 하며, 그 차량 의 속도가 생각보다 빠를 수 있고 반대편 1차로의 승 합차 때문에 2차로에서 달려오는 직진 차량을 보지 못할 수도 있다."
 },
 {
  "id": 4,
  "문제": "4. 다음 도로상황에서 가장 적절한 행동 2가지는?",
  "보기1": "① 일시정지 후 주위 차량을 먼저 보낸 후 교차로를 통과한다.",
  "보기2": "② 교차로 통과 후 지구대나 경찰관서에 고장사실을 신고한다.",
  "보기3": "③ 신호기가 고장이므로 진행하던 속도로 신속히 통과한다.",
  "보기4": "④ 신호기가 고장 난 교차로는 통과할 수 없으므로 유턴해서 돌아간다.",
  "보기5": "⑤ 먼저 진입하려는 차량이 있으면 전조등을 번쩍이며 통과한다.",
  "정답": 1.2
 },
 {
  "id": 5,
  "문제": "5. 도심지 이면 도로를 주행하는 상황에서 가장 안전한 운전방법 2가지는?",
  "보기1": "① 자전거와 산책하는 애완견이 갑자기 도로 중앙으로 나올 수 있으므로 주의한다.",
  "보기2": "② 경음기를 사용해서 내 차의 진행을 알리고 그대로 진행한다.",
  "보기3": "③ 어린이가 갑자기 도로 중앙으로 나올 수 있으므로 속도를 줄인다.",
  "보기4": "④ 속도를 높여 자전거를 피해 신속히 통과한다.",
  "보기5": "⑤ 전조등 불빛을 번쩍이면서 마주 오는 차에 주의를 준다.",
  "정답": 1.3,
  "도움말": "어린이와 애완견은 흥미를 나타내는 방향으로 갑작 스러운 행동을 할 수 있고, 한 손으로 자전거 핸들을 잡고 있어 비틀거릴 수 있으며 애완견에 이끌려서 갑 자기 도로 중앙으로 달릴 수 있기 때문에 충분한 안 전거리를 유지하고, 서행하거나 일시정지하여 자전거 와 어린이의 움직임을 주시하면서 전방 상황에 대비 하여야 한다."
 },
 {
  "id": 6,
  "문제": "6. 다음 도로상황에서 대비하여야할 위험 2개를 고르시오.",
  "보기1": "① 역주행하는 자동차와 충돌할 수 있다.",
  "보기2": "② 우측 건물 모퉁이에서 자전거가 갑자기 나타날 수 있다.",
  "보기3": "③ 우회전하여 들어오는 차와 충돌할 수 있다.",
  "보기4": "④ 뛰어서 횡단하는 보행자를 만날 수 있다.",
  "보기5": "⑤ 우측에서 좌측으로 직진하는 차와 충돌할 수 있다.",
  "정답": 2.4,
  "도움말": "아파트 단지를 들어가고 나갈 때 횡단보도를 통과하 는 경우가 있는데 이때 좌우의 확인이 어려워 항상 일시정지하는 습관이 필요하다."
 },
 {
  "id": 7,
  "문제": "7. 다음 도로상황에서 가장 주의해야 할 위험상황 2가지는?",
  "보기1": "① 뒤쪽에서 앞지르기를 시도하는 차와 충돌할 수 있다.",
  "보기2": "② 반대편 화물차가 속도를 높일 수 있다.",
  "보기3": "③ 반대편 화물차가 유턴할 수 있다.",
  "보기4": "④ 반대편 차 뒤에서 길을 건너는 보행자와 마주칠 수 있다.",
  "보기5": "⑤ 오른쪽 뒤편에서 횡단보도로 뛰어드는 보행자가 있을 수 있다.",
  "정답": 4.5,
  "도움말": "횡단보도 주변에서는 급하게 횡단하려고 뛰어드는 보행자들이 있을 수 있으므로 주의해야 한다."
 },
 {
  "id": 8,
  "문제": "8. 경운기를 앞지르기하려 한다. 이때 사고 발생 가능성이 가장 높은 2가지는?",
  "보기1": "① 전방 우측 길 가장자리로 보행하는 보행자와의 충돌",
  "보기2": "② 반대편에서 달려오는 차량과의 정면충돌",
  "보기3": "③ 비포장도로에서 나와 좌회전하려고 중앙선을 넘어오는 차량과의 충돌",
  "보기4": "④ 비포장도로로 우회전하려는 경운기와의 충돌",
  "보기5": "⑤ 뒤따라오는 차량과의 충돌",
  "정답": 2.3,
  "도움말": "황색 실선 구역에서는 절대로 앞지르기를 하여서는 안 된다. 그림과 같이 중앙선을 넘어 경운기를 앞지 르기할 때에는 반대편 차량의 속도가 예상보다 빨라 정면충돌 사고의 위험이 있다. 또한 우측 도로에서 차량이 우회전 혹은 중앙선을 침범하여 좌회전할 수 있으므로 이들 차량과의 사고 가능성도 염두에 두도 록 한다."
 },
 {
  "id": 9,
  "문제": "9. 내리막길을 빠른 속도로 내려갈 때 사고 발생 가능성이 가장 높은 2가지는?",
  "보기1": "① 반대편 도로에서 올라오고 있는 차량과의 충돌",
  "보기2": "② 교차로 반대편 도로에서 진행하는 차와의 충돌",
  "보기3": "③ 반대편 보도 위에 걸어가고 있는 보행자와의 충돌",
  "보기4": "④ 전방 교차로 차량 신호가 바뀌면서 우측 도로에서 좌회전하는 차량과의 충돌",
  "보기5": "⑤ 전방 교차로 차량 신호가 바뀌면서 급정지하는 순간 뒤따르는 차와의 추돌",
  "정답": 4.5,
  "도움말": "내리막길에서 속도를 줄이지 않으면 전방 및 후방 차 량과의 충돌 위험에도 대비하기 어렵다. 속도가 빨라 지면 운전자의 시야는 좁아지고 정지거리가 길어지므 로 교통사고의 위험성이 높아진다."
 },
 {
  "id": 10,
  "문제": "10. 다음 상황에서 우선적으로 대비하여야 할 위험 상황 2가지는?",
  "보기1": "① 오른쪽 주차된 차량 중에서 고장으로 방치된 차가 있을 수 있다.",
  "보기2": "② 반대편에서 오는 차와 충돌의 위험이 있다.",
  "보기3": "③ 오른쪽 주차된 차들 사이로 뛰어나오는 어린이가 있을 수 있다.",
  "보기4": "④ 반대편 차가 좌측에 정차할 수 있다.",
  "보기5": "⑤ 왼쪽 건물에서 나오는 보행자가 있을 수 있다.",
  "정답": 2.3,
  "도움말": "교통사고는 미리 보지 못한 위험과 마주쳤을 때 발생 하는 경우가 많다. 특히 주차된 차들로 인해 어린이 교통사고가 많이 발생하고 있는데, 어린이는 키가 작 아 승용차에도 가려 잘 보이지 않게 되고, 또 어린이 역시 다가오는 차를 보지 못해 사고의 위험이 매우 높다. 그리고 주차된 차들로 인해 부득이 중앙선을 넘게 될 때에는 반대편 차량과의 위험에 유의하여야 하는데, 반대편 차가 알아서 피해갈 것이라는 안이한 생각보다는 속도를 줄이거나 정지하는 등의 적극적인 자세로 반대편 차에 방해를 주지 않도록 해야 한다."
 },
 {
  "id": 11,
  "문제": "11. 다음과 같은 야간 도로상황에서 운전할 때 특히 주의하여야 할 위험 2가지는?",
  "보기1": "① 도로의 우측부분에서 역주행하는 자전거",
  "보기2": "② 도로 건너편에서 차도를 횡단하려는 사람",
  "보기3": "③ 내 차 뒤로 무단횡단 하는 보행자",
  "보기4": "④ 방향지시등을 켜고 우회전 하려는 후방 차량",
  "보기5": "⑤ 우측 주차 차량 안에 탑승한 운전자",
  "정답": 1.2,
  "도움말": "교외도로는 지역주민들에게 생활도로로 보행자들의 도로횡단이 잦으며 자전거 운행이 많은 편이다. 자전 거는 차로서 우측통행을 하여야 하는데 일부는 역주 행하거나 도로를 가로질러가기도 하며 특히 어두워 잘 보이지 않으므로 사고가 잦아 자전거나 보행자에 대한 예측이 필요하다."
 },
 {
  "id": 12,
  "문제": "12. 다음 상황에서 가장 주의해야 할 위험 요인 2가지는?",
  "보기1": "① 반대편 뒤쪽의 화물차",
  "보기2": "② 내 뒤를 따르는 차",
  "보기3": "③ 전방의 앞차",
  "보기4": "④ 고가 밑 그늘진 노면",
  "보기5": "⑤ 내 차 앞으로 진입하려는 택시",
  "정답": 4.5,
  "도움말": "겨울철 햇빛이 비치지 않는 고가도로의 그늘에는 내 린 눈이 얼어 있기도 하고 빙판이 되어 있는 경우도 많다. 따라서 고가도로의 그늘을 지날 때는 항상 노 면의 상황에 유의하면서 속도를 줄여 주행해야 한다."
 },
 {
  "id": 13,
  "문제": "13. 다음 상황에서 우선적으로 예측해 볼 수 있는 위험 상황 2가지는?",
  "보기1": "① 반대편 차량이 급제동할 수 있다.",
  "보기2": "② 전방의 차량이 우회전할 수 있다.",
  "보기3": "③ 보행자가 반대편 차들 사이에서 뛰어나올 수 있다.",
  "보기4": "④ 반대편 도로 차들 중에 한 대가 후진할 수 있다.",
  "보기5": "⑤ 반대편 차량들 중에 한 대가 불법 유턴할 수 있다.",
  "정답": 3.5,
  "도움말": "반대편 차로가 밀리는 상황이면 차들 사이로 길을 건 너는 보행자가 잘 보이지 않을 수 있으므로 갑작스러 운 보행자의 출현에 대비하여야 한다. 또한 반대편에 서 밀리는 도로를 우회하기 위해 유턴을 시도하기도 하는데, 도로가 좁아 한 번에 유턴하기가 어렵다. 이 때 다른 진행차의 속도가 빠를 경우 유턴 차를 발견 하고도 정지하기 어려워 사고를 일으키기도 한다."
 },
 {
  "id": 14,
  "문제": "14. 다음 상황에서 가장 주의해야 할 위험 요인 2가지는?",
  "보기1": "① 터널 안의 상황",
  "보기2": "② 우측 전방의 차",
  "보기3": "③ 터널 안 진행차",
  "보기4": "④ 터널 직전의 노면",
  "보기5": "⑤ 내 뒤를 따르는 차",
  "정답": 2.4,
  "도움말": "겨울철에 터널 입구의 노면은 터널 위에서 흘러내린 물 등으로 젖어 있거나 얼어 있어 미끄러운 경우가 많다. 따라서 터널 입구로 들어서거나 터널을 나올 때는 노면의 상황에 유의해야 한다."
 },
 {
  "id": 15,
  "문제": "15. 다음 상황에서 가장 안전한 운전 방법 2가지는?",
  "보기1": "① 중앙선이 실선이므로 반대편 차량들의 움직임에는 주의를 기울이지 않아도 된다.",
  "보기2": "② 앞 차량의 급제동이나 급차로 변경에 대비해 주의하며 주행한다.",
  "보기3": "③ 앞 차량이 속도를 높여 주행하도록 전조등 불빛으로 재촉한다.",
  "보기4": "④ 앞차와 거리를 두면서 속도를 줄여 주행한다.",
  "보기5": "⑤ 앞 차량 우측으로 재빠르게 차로 변경한다.",
  "정답": 2.4,
  "도움말": "안전거리를 확보하지 않았을 경우에는 전방 차량의 급제동이나 급차로 변경 시에 적절한 대처하기 어렵 다. 특히 언덕길의 경우 고갯마루 너머의 상황이 보 이지 않아 더욱 위험하므로 속도를 줄이고 앞 차량과 의 안전거리를 충분히 둔다."
 },
 {
  "id": 16,
  "문제": "16. 다음 상황에서 가장 안전한 운전 방법 2가지는?",
  "보기1": "① 전방 우측 화물차가 차로 변경할 수 있으므로 안전거리를 둔다.",
  "보기2": "② 고갯마루 너머의 상황을 알 수 없기 때문에 주의하여야 한다.",
  "보기3": "③ 강한 바람이 불어올 수 있기 때문에 핸들을 가볍게 잡아야 한다.",
  "보기4": "④ 뒤따르는 차를 위해 속도를 높여 통과하여야 한다.",
  "보기5": "⑤ 뒤따르는 차의 운전자에게 앞지르기하라고 양보 신호를 보낸다.",
  "정답": 1.2,
  "도움말": "비탈길의 고갯마루 부근에서는 전방의 도로 여건, 교 통 상황, 장해물 등 위험을 예측할 수 없기 때문에 서행하여야 한다. 또한 앞차가 뒤차를 위해 앞지르기 하라는 양보 신호를 보내도 앞지르기하여서는 아니 된다."
 },
 {
  "id": 17,
  "문제": "17. 급커브 길을 주행 중이다. 가장 안전한 운전 방법 2가지는?",
  "보기1": "① 마주 오는 차가 중앙선을 넘어올 수 있음을 예상하고 전방을 잘 살핀다.",
  "보기2": "② 원심력으로 차로를 벗어날 수 있기 때문에 속도를 미리 줄인다.",
  "보기3": "③ 스탠딩 웨이브 현상을 예방하기 위해 속도를 높인다.",
  "보기4": "④ 원심력에 대비하여 차로의 가장자리를 주행한다.",
  "보기5": "⑤ 뒤따르는 차의 앞지르기에 대비하여 후방을 잘 살핀다.",
  "정답": 1.2,
  "도움말": "급커브 길에서 감속하지 않고 그대로 주행하면 원심 력에 의해 차로를 벗어나는 경우가 있고, 커브길에서 는 시야 확보가 어려워 전방 상황을 확인할 수 없기 때문에 마주 오는 차가 중앙선을 넘어올 수도 있어 주의하여야 한다."
 },
 {
  "id": 18,
  "문제": "18. 진흙탕인 비포장도로를 주행할 때 가장 안전한 운전방법 2가지는?",
  "보기1": "① 보행자를 보호하기 위하여 급제동한다.",
  "보기2": "② 전방에 차량이 없으므로 속도를 줄이지 않고 주행한다.",
  "보기3": "③ 보행자에게 고인 물이 튀지 않도록 주의한다.",
  "보기4": "④ 뒤따르는 경운기에 방해가 되지 않도록 신속하게 주행한다.",
  "보기5": "⑤ 노면이 젖어 미끄럽기 때문에 서행한다.",
  "정답": 3.5,
  "도움말": "노면이 젖어 미끄러울 때에는 속도를 줄이고 고인 물 이 보행자에게 튀지 않도록 주의해야 하며, 또한 전 방에 있는 보행자 옆을 지날 때에는 감속하고 안전거 리를 확보하며 주행한다."
 },
 {
  "id": 19,
  "문제": "19. 다음에서 가장 위험한 상황 2가지는?",
  "보기1": "① 어린이들을 승하차시킨 통학버스가 갑자기 후진할 수 있다.",
  "보기2": "② 통학버스에서 하차한 어린이가 통학버스 앞으로 갑자기 횡단할 수 있다.",
  "보기3": "③ 속도를 줄이는 내 차 뒤를 따르는 차량이 있다.",
  "보기4": "④ 반대편 통학버스 뒤에서 이륜차가 통학버스를 앞지르기할 수 있다.",
  "보기5": "⑤ 반대편 통학버스 앞에 주차된 차량이 출발할 수 있다.",
  "정답": 2.4,
  "도움말": "어린이들은 생각이 단순하고 한 가지 일에 집중하면 다른 것을 생각하지 못하는 특성이 있어, 어린이통학 버스에서 내린 어린이가 도로를 건너기 위해 주차 차 량 사이로 갑자기 뛰어나올 수 있다. 따라서 어린이 통학버스가 있거나 학원 차량이 정차 중일 때에는 반 드시 주변을 잘 살펴야 한다. 또한 주변 차량의 위반 행위에 대한 대비가 필요하다."
 },
 {
  "id": 20,
  "문제": "20. 다음 상황에서 가장 안전한 운전방법 2가지는?",
  "보기1": "① 너무 가까이 접근하지 않도록 지속적으로 경음기를 울린다.",
  "보기2": "② 차로를 급히 변경하는 이륜차에 대비하여 안전거리를 충분히 유지한다.",
  "보기3": "③ 위험하게 끼어드는 이륜차와의 충돌에 대비해 앞차와 거리를 좁힌다.",
  "보기4": "④ 이륜차 집단과 충돌하지 않도록 속도를 줄인다.",
  "보기5": "⑤ 속도를 높여서 이륜차 무리 속에서 빠져나온다.",
  "정답": 2.4,
  "도움말": "전방에 집단으로 주행하는 이륜차들로부터 안전거리 를 충분히 유지하면서 이륜차의 움직임에 주의하고 무리한 차로변경이나 앞지르기는 피하는 것이 바람직 하다."
 },
 {
  "id": 21,
  "문제": "21. 다음 도로상황에서 가장 위험한 요인 2가지는?",
  "보기1": "① 좌회전 대기 중이던 1차로의 차가 2차로로 갑자기 들어올 수 있다.",
  "보기2": "② 1차로에서 우회전을 시도하는 차와 충돌할 수 있다.",
  "보기3": "③ 3차로의 오토바이가 2차로로 갑자기 들어올 수 있다.",
  "보기4": "④ 3차로에서 우회전을 시도하는 차와 충돌할 수 있다.",
  "보기5": "⑤ 뒤차가 무리한 차로변경을 시도할 수 있다.",
  "정답": 1.3,
  "도움말": "좌회전을 하려다가 직진을 하려고 마음이 바뀐 운전 자가 있을 수 있다. 3차로보다 소통이 원활한 2차로 로 들어가려는 차가 있을 수 있다."
 },
 {
  "id": 22,
  "문제": "22. 교차로를 통과하려 할 때 주의해야 할 가장 안전한 운전방법 2가지는?",
  "보기1": "① 앞서가는 자동차가 정지할 수 있으므로 바싹 뒤따른다.",
  "보기2": "② 왼쪽 도로에서 자전거가 달려오고 있으므로 속도를 줄이며 멈춘다.",
  "보기3": "③ 속도를 높여 교차로에 먼저 진입해야 자전거가 정지한다.",
  "보기4": "④ 오른쪽 도로의 보이지 않는 위험에 대비해 일시정지한다.",
  "보기5": "⑤ 자전거와의 사고를 예방하기 위해 비상등을 켜고 진입한다.",
  "정답": 2.4,
  "도움말": "자전거는 보행자 보다 속도가 빠르기 때문에 보이지 않는 곳에서 갑작스럽게 출현할 수 있다. 항상 보이 지 않는 곳의 위험을 대비하는 운전자세가 필요하다."
 },
 {
  "id": 23,
  "문제": "23. 다음과 같은 도로상황에서 가장 안전한 운전방법 2가지는?",
  "보기1": "① 우측에 주차된 차량들이 있으므로 주차차량들과 거리를 두고 차들의 움직임 여부를 확인한다.",
  "보기2": "② 좌측에 자전거가 갑자기 차 앞으로 들어 올 수 있으므로 자전거보다 먼저 나아가지 않는다.",
  "보기3": "③ 좌측도로 상황 확인이 어려우므로 신속히 좌회전한다.",
  "보기4": "④ 뒤따라오는 화물차가 내 차를 앞지르기 할 수 있으므로 교차로까지는 다소 속도를 높여준다.",
  "보기5": "⑤ 자전거가 좌측으로 진행 중이고 좌회전할 수 있으므로 자전거는 크게 신경 쓰지 않아도 된다.",
  "정답": 1.2,
  "도움말": "우측에 주차차량들이 있을 때는 차의 움직임을 살피 고 주차차량 사이에서 나타나는 위험에 대해 대비하 여야 한다. 또한 좌측 전방 자전거의 방향을 예측할 수 없으므로 자전거의 방향을 끝까지 확인하여야 하 며 교차로 앞까지는 속도를 줄이고 시야확보를 한 후 진행하는 것이 안전하다."
 },
 {
  "id": 24,
  "문제": "24. 다음 상황에서 가장 안전한 운전방법 2가지는?",
  "보기1": "① 직진하는 승용차가 항상 우선이므로 그대로 진입한다.",
  "보기2": "② 좌측 자동차는 진입하지 않고 정지할 것이 예상되므로 그대로 진입한다.",
  "보기3": "③ 경음기를 울려 자전거에 알리면서 속도를 높여 진입한다.",
  "보기4": "④ 교차로 진입 전 정지선에 일시정지하여 안전을 확인한다.",
  "보기5": "⑤ 자전거가 그대로 진입할 수 있으므로 주의한다.",
  "정답": 4.5,
  "도움말": "자전거가 정지할 것이라고 예단하지 말고 배려하는 마음자세를 갖는다."
 }
]