[
 {
  "id": 1,
  "문제": "1. 다음 영상에서 예측되는 가장 위험한 상황은?",
  "보기1": "① 1차로를 주행 중 2차로 주행 차가 속도를 줄일 경우 충돌할 수 있다.",
  "보기2": "② 1차로를 주행 중 앞차가 급차로 변경을 할 때 반대편 차와 충돌할 수 있다.",
  "보기3": "③ 1차로를 주행 중 1차로에 고장 난 차와 충돌할 수 있다.",
  "보기4": "④ 2차로를 주행 중 1차로로 차로 변경하는 앞차와 추돌할 수 있다.",
  "정답": 3,
  "도움말": "안전거리를 유지해야 하는 이유는 앞차와의 추돌사고를 예방하기 위한 것도 있지만 자신의 차가 정지할 수 있는 공간을 항상 확보하며 운전한다는데 더 큰 의미가 있다. 영상에서와 같 이 안전거리를 유지하지 않는 운전자세로 인해 자신의 차가 정지할 수 있는 공간 안에 장애 물(고장차)가 있다는 것을 모르고 운전을 하게 되는 것이다."
 },
 {
  "id": 2,
  "문제": "2. 다음 영상에서 예측되는 가장 위험한 상황은?",
  "보기1": "① 1차로를 주행 중인 차량이 갑자기 속도를 줄인다.",
  "보기2": "② 3차로 후방에서 주행하던 차가 전방 3차로에 주차한 차를 피해 내 차 앞으로 급차로 변경할 수 있다.",
  "보기3": "③ 교차로에 이르기 전 1차로에서 좌회전 신호 대기 중이던 차가 갑자기 직진할 수 있다.",
  "보기4": "④ 교차로를 지나 1차로를 주행 중인 차량이 무인 단속 카메라를 발견하고 갑자기 속도를 줄인다.",
  "정답": 2,
  "도움말": "옆의 차로에서 주행하던 차가 내 차로로 들어오려고 할 때 속도를 줄여 적극적으로 넣어주려 는 경우는 많지 않다. ‘알아서 들어오든지 위험하면 들어오지 말든지’하는 태도인데 영상의 경우처럼 전방에 주차한 차를 피하려는 경우는 무리한 차로변경을 시도할 수 있다는 것을 생각하고 반드시 속도를 줄여 무리한 차로변경에 대비하여야 한다."
 },
 {
  "id": 3,
  "문제": "3. 다음 중 어린이보호구역에서 횡단하는 어린이를 보호하기 위해 도로교통법규를 준수하는 차는?",
  "보기1": "① 붉은색 승용차",
  "보기2": "② 흰색 화물차",
  "보기3": "③ 청색 화물차",
  "보기4": "④ 주황색 택시",
  "정답": 3,
  "도움말": "도로교통법 제27조(보행자보호), 도로교통법 제49조(모든 운전자의 준수사항 등) 어린이보호구역에서는 어린이가 언제 어느 순간에 나타날지 몰라 속도를 줄이고 서행하여야 한다. 갑자기 나타난 어린이로 인해 앞차 급제동하면 뒤따르는 차가 추돌할 수 있기 때문에 안전거리를 확보하여야 한다. 어린이 옆을 통과할 때에는 충분한 간격을 유지하면서 반드시 서행하여야 한다."
 },
 {
  "id": 4,
  "문제": "4. 다음 영상에서 예측되는 가장 위험한 상황은?",
  "보기1": "① 우측 버스 정류장에서 휴대 전화를 사용하고 있는 사람",
  "보기2": "② 커브 구간을 지날 때 반대편 도로 가장자리로 주행하는 이륜차",
  "보기3": "③ 반대편 도로에서 좌회전을 하려는 트랙터",
  "보기4": "④ 커브 구간을 지나자마자 반대편 도로에서 우회전하려는 차",
  "정답": 3,
  "도움말": "좌회전하려는 트랙터 운전자의 입장에서는 도로가 커브길이라 반대편에 차가 오는 것을 미 리 확인하기 어려운 상황이었다. 하지만 당장 가까이 오는 차가 없다 보니 좌회전을 할 수 있다고 판단하였다. 그러나 반대편 직진차가 나타났을 때 직진차의 속도가 예상보다 빠를 경 우 사고가 발생할 수 있다. 따라서 타인이 예측한 것보다 빠른 속도로 운행하는 것은 교통사 고의 중요한 요인이라는 것을 알아야 한다."
 },
 {
  "id": 5,
  "문제": "5. 다음 중 교차로에서 횡단하는 보행자 보호를 위해 도로교통법규를 준수하는 차는?",
  "보기1": "① 갈색 SUV차",
  "보기2": "② 노란색 승용차",
  "보기3": "③ 주홍색 택시",
  "보기4": "④ 검정색 승용차",
  "정답": 4,
  "도움말": "도로교통법 제27조(보행자의 보호) 제2항, 도로교통법 시행규칙 별표2(신호기가 표시하는 신호의 종류 및 신호의 뜻) 보행 녹색신호를 지키지 않거나 신호를 예측하여 미리 출발하는 보행자에 주의하여야 한다. 보행 녹색신호가 점멸할 때 갑자기 뛰기 시작하여 횡단하는 보행자에 주의하여야 한다. 우회 전할 때에는 횡단보도에 내려서서 대기하는 보행자가 말려드는 현상에 주의하여야 한다. 우회 전할 때 반대편에서 직진하는 차량에 주의하여야 한다."
 },
 {
  "id": 6,
  "문제": "6. 다음 영상에서 예측되는 가장 위험한 상황은?",
  "보기1": "① 화물차의 미등 및 반사체 등이 잘 보이지 않아 추돌할 수 있다.",
  "보기2": "② 화물차가 1차로로 차로를 변경할 경우 충돌할 수 있다.",
  "보기3": "③ 고장 난 차를 피해 2차로로 차로를 변경할 때 1차로를 주행하는 차와 충돌할 수 있다.",
  "보기4": "④ 고장 난 차를 피해 2차로로 차로를 변경하여 주행 중 견인차가 갑자기 출발할 경우 충돌할 수 있다.",
  "정답": 1
 },
 {
  "id": 7,
  "문제": "7. 다음 영상에서 예측되는 가장 위험한 상황은?",
  "보기1": "① 첫 번째 교차로를 통과할 때 반대편 1차로의 차가 직진할 수 있다.",
  "보기2": "② 전방에 녹색 신호를 보고 교차로를 빠르게 통과하다 물이 고인 곳에서 미끄러질 수 있다.",
  "보기3": "③ 공사 구간 2차로를 주행 중 1차로를 주행 중인 차가 갑자기 좌측 차로로 차로변경 한다.",
  "보기4": "④ 두 번째 교차로에서 우회전 후 전방 2차로의 차가 도로우측에 주차할 수 있다.",
  "정답": 2,
  "도움말": "교차로를 통과할 때는 대부분의 운전자들이 속도를 높이는 등 서두는 경향이 있다. 또한 신 호가 바뀐다거나 돌발적인 위험을 만나 급제동을 해야 하는 상황에 직면하기도 하는데 영상 에서와 같이 비가 와서 노면에 물이 고인 상황에서는 수막현상이나 편제동에 의해 미끄러지 는 상황이 발생할 수 있다는 것을 생각하여야 한다."
 },
 {
  "id": 8,
  "문제": "8. 다음 영상에서 예측되는 가장 위험한 상황은?",
  "보기1": "① 전방에 사고 난 차를 피하려다 중앙분리대를 넘어갈 수 있다.",
  "보기2": "② 전방에 사고 난 차를 피하려다 2차로의 전방 차량과 충돌할 수 있다",
  "보기3": "③ 2차로 주행 중 3차로에서 내 차 앞으로 급하게 변경하는 차와 충돌할 수 있다.",
  "보기4": "④ 3차로로 주행 중 커브 구간에서 원심력에 의해 2차로로 주행하는 차와 충돌할 수 있다.",
  "정답": 3
 },
 {
  "id": 9,
  "문제": "9. 다음 영상에서 예측되는 가장 위험한 상황은?",
  "보기1": "① 교차로에서 우회전하기 위해 1차로에서 2차로로 차로변경 하는 순간 1차로에서 좌회전 대기 중 유턴할 수 있는 차",
  "보기2": "② 교차로에서 우회전할 때 반대편 1차로에서 좌회전할 수 있는 맨 앞차",
  "보기3": "③ 교차로에서 우회전하였을 때 2차로에서 역주행하는 이륜차",
  "보기4": "④ 교차로에서 우회전하여 주행 중 2차로에 주차하고 있던 차량에서 갑자기 출발할 수 있는 맨 앞차",
  "정답": 3,
  "도움말": "도로에서는 다양한 위험을 예측하여야 하는데 영상에서와 같이 역주행하는 이륜차가 있을 수 있다는 것을 생각하며 운전하여야 한다."
 },
 {
  "id": 10,
  "문제": "10. 다음 영상에서 예측되는 가장 위험한 상황은?",
  "보기1": "① 2차로에 승객을 태우기 위해 정차중인 시내버스",
  "보기2": "② 문구점 앞에서 아이를 안고 있는 보행자",
  "보기3": "③ 주차구역 내에 일렬로 주차 되어 있는 승용차",
  "보기4": "④ 주차구역 주변에서 장난을 치고 있는 어린이들",
  "정답": 4,
  "도움말": "어린이들의 경우 좌우를 확인하지 못하고 움직이는 경향이 있으므로 어린이들의 갑작스러운 행동에 대비하는 운전습관이 필요하다."
 }
]